//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2022, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleDelHotKeyActive.uni
// [Description] Define XCradle DEL HotKey Active String
// [Author] Celia Qian
// [Date] 20201125
//******************************************************************************

//------------------------------------------------------------------------------
/=#
#include "VFR.uni"
#langdef   x-AMI "x-AMI"      // AMI Configuration Language
//------------------------------------------------------------------------------

#string STR_SETUP_HOTKEY_ACTIVE_FORM_TITLE         #language eng "Setup Hotkey Configuration"
#string STR_SETUP_HOTKEY_ACTIVE_FORM_HELP          #language eng "Setup Hotkey Configuration"

#string STR_SETUP_HOTKEY_ACTIVE_PROMPT             #language eng "Setup Hotkey Active"
                                                    #language x-AMI "SetupHotkeyActive"
#string STR_SETUP_HOTKEY_ACTIVE_HELP               #language eng "Disable/Enable hotkey to access BIOS Setup menu"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2022, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************